Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: Instead, when the RCM applies to a supply of specified telecommunication services, recipients would be required to self-assess and report the tax payable in their GST/HST return and, if entitled, would be eligible to claim an input tax credit (ITC) in the same return provided that they accounted for the GST/HST payable.
fr_fr: Au contraire, lorsque le MVI s'applique à une fourniture de services de télécommunication déterminés, les acquéreurs seraient tenus de s'autocotiser et de déclarer la taxe payable dans leur déclaration de TPS/TVH et, s'ils y ont droit, ils pourraient demander un crédit de taxe sur les intrants (CTI) dans la même déclaration, pourvu qu'ils aient comptabilisé la TPS/TVH payable.

source: Limited Application
fr_fr: Application restreinte

source: The RCM would apply to supplies of specified telecommunication services provided that the recipient is registered under Subdivision D of Division V of Part IX of the Act and all or substantially all of the specified telecommunication services are acquired by the recipient for the purpose of resupplying the specified telecommunication services.
fr_fr: Le MVI s'appliquerait aux fournitures de services de télécommunication déterminés pourvu que l'acquéreur soit inscrit aux termes de la sous-section D de la section V de la partie IX de la Loi et que la totalité ou la presque totalité des services de télécommunication déterminés soit acquis par lui en vue de fournir les services de télécommunication déterminés.

source: Input Tax Credit Eligibility
fr_fr: Admissibilité au crédit de taxe sur les intrants

source: Under existing GST/HST rules, a person who is registered, or who is required to be registered, may claim ITCs for previous reporting periods in respect of property or services acquired or imported for consumption, use or supply in the course of a commercial activity.
fr_fr: En vertu des règles de TPS/TVH existantes, une personne inscrite, ou tenue de l'être, peut demander des CTI pour des périodes de déclaration antérieures relativement à des biens ou des services acquis ou importés pour consommation, utilisation ou fourniture dans le cadre d'une activité commerciale.

source: The ability to claim ITCs for supplies subject to the RCM (or that would have been subject to the RCM if the person was registered), however, would be limited to persons that are registered at the time the tax becomes payable or is paid without having become payable in respect of the supply.
fr_fr: La capacité de demander des CTI pour des fournitures assujetties au MVI (ou qui l'auraient été si la personne était inscrite), serait toutefois restreinte aux personnes qui sont inscrites au moment où la taxe devient payable, ou est payée sans être devenue payable, relativement à la fourniture.

source: Rebate Eligibility
fr_fr: Admissibilité au remboursement

source: Under existing GST/HST rules, persons that have paid an amount of tax (by mistake or otherwise) that was not payable may be entitled to claim a rebate for tax paid in error.
fr_fr: En vertu des règles de TPS/TVH existantes, les personnes qui ont payé un montant de taxe (par erreur ou autrement) qui n'était pas payable pourraient avoir le droit de demander un remboursement pour taxe payée par erreur.

source: Under the proposed new rules, however, a rebate for tax paid in error on a supply subject to the RCM would be limited to cases where the person had paid the amount to the Receiver General.
fr_fr: Cependant, en vertu des nouvelles règles proposées, un remboursement pour taxe payée par erreur sur une fourniture assujettie au MVI serait limité aux situations dans lesquelles la personne avait versé le montant au receveur général.

source: Recipients who have erroneously paid the tax to a supplier may request a refund of the tax paid directly from the supplier (e.g., by means of a credit note) rather than from the government.
fr_fr: Les acquéreurs qui ont payé la taxe par erreur à un fournisseur pourraient demander un remboursement directement auprès de ce dernier (par exemple, au moyen d'une note de crédit) au lieu de demander un remboursement auprès du gouvernement.

source: Invoice Requirements
fr_fr: Exigences relatives aux factures

source: Under the proposed new rules, suppliers would be required to indicate on their invoices that a supply is subject to the RCM, signalling that the recipient should therefore account for the GST/HST.
fr_fr: En vertu des nouvelles règles proposées, les fournisseurs seraient tenus d'indiquer sur leurs factures si une fourniture est assujettie au MVI, signalant à l'acquéreur que ce dernier doit donc rendre compte de la TPS/TVH.

source: Regulations
fr_fr: Règlement

source: The government will continue to monitor and assess the presence of carousel fraud in Canada in order to determine whether other supplies should also be subject to an RCM in the future.
fr_fr: Le gouvernement continuera de surveiller et d'évaluer la présence de fraude de type carrousel au Canada dans le but de déterminer si d'autres fournitures devraient aussi être assujetties à un MVI.

source: In this regard, the proposed new rules would include a new legal authority that would allow the government to make other supplies subject to an RCM by means of regulations.
fr_fr: À cet égard, les nouvelles règles proposées incluraient une nouvelle autorisation légale qui permettrait au gouvernement d'assujettir d'autres fournitures à un MVI par voie réglementaire.

source: GST/HST Treatment of Manual Osteopathic Services
fr_fr: Application de la TPS/TVH aux services d'ostéopathie manuelle

source: Under the Goods and Services Tax/Harmonized Sales Tax (GST/HST), services covered under a provincial public health care plan are generally tax-exempt.
fr_fr: Sous le régime de la taxe sur les produits et services/taxe de vente harmonisée (TPS/TVH), les services couverts par le régime de soins de santé d'une province sont généralement exonérés.

source: In addition, most health care services rendered to individuals by physicians, dentists and certain other health care practitioners set out in the GST/HST legislation are also tax-exempt.
fr_fr: De plus, la plupart des services de soins de santé rendus aux particuliers par des médecins, des dentistes et certains autres professionnels de la santé visés dans la législation concernant la TPS/TVH sont aussi exonérés.

source: The list of GST/HST-exempt health care services currently includes an outdated reference to osteopathic services.
fr_fr: La liste de services de soins de santé exonérés de la TPS/TVH comprend actuellement une référence obsolète en ce qui concerne les services d'ostéopathie.

source: This was originally intended to cover services rendered by osteopathic doctors, who have since been regulated as osteopathic physicians and are now therefore covered by the general exemption for individuals who practice the profession of medicine.
fr_fr: À l'origine, cette référence visait à couvrir les services rendus par les docteurs en ostéopathie, qui sont depuis assujettis au cadre réglementaire visant les médecins ostéopathes et donc maintenant couverts par l'exonération générale pour les particuliers qui exercent la profession de médecin.

source: The exemption was not intended to apply to the services of manual osteopathic service providers who are not osteopathic doctors.
fr_fr: L'exonération n'était pas censée s'appliquer aux fournisseurs de services d'ostéopathie manuelle qui ne sont pas des docteurs en ostéopathie.

source: On June 6, 2025, New Brunswick passed legislation to become the first province to establish a regulatory body to govern the profession of manual osteopathy.
fr_fr: Le 6 juin 2025, le Nouveau-Brunswick a adopté une loi pour devenir la première province à établir un organisme de réglementation pour régir la profession d'ostéopathie manuelle.

source: As a result, osteopathic services supplied by qualifying manual osteopathic service providers who are not osteopathic physicians have unintentionally become tax-exempt under the GST/HST legislation.
fr_fr: Par conséquent, les services d'ostéopathie fournis par des fournisseurs admissibles de services d'ostéopathie manuelle qui ne sont pas des médecins ostéopathes sont involontairement devenus exonérés sous le régime de la TPS/TVH.

source: Budget 2025 proposes to clarify the longstanding policy that osteopathic services rendered by individuals who are not osteopathic physicians are taxable under the GST/HST.
fr_fr: Le budget de 2025 propose de clarifier la politique de longue date selon laquelle les services d'ostéopathie rendus par des particuliers qui ne sont pas des médecins ostéopathes sont taxables en vertu de la TPS/TVH.

source: This measure would apply to supplies made after June 5, 2025, except that it would not apply to a supply of osteopathic services made after June 5, 2025 but on or before Budget Day if the supplier did not charge, collect or remit any amount as or on account of tax in respect of the supply.
fr_fr: Cette mesure s'appliquerait aux fournitures effectuées après le 5 juin 2025. Elle ne s'appliquerait toutefois pas à une fourniture d'un service d'ostéopathie effectuée après le 5 juin 2025, mais au plus tard le jour du budget si le fournisseur n'a pas exigé, perçu ou versé un montant au titre de la taxe prévue relativement à la fourniture.

source: Strategic Environmental and Economic Assessment Statement
fr_fr: Déclaration sur l'évaluation environnementale et économique stratégique

source: In accordance with the Cabinet Directive on Strategic Environmental and Economic Assessment, a strategic environmental assessment was conducted for the following measures:
fr_fr: Conformément à la Directive du Cabinet sur l'évaluation environnementale et économique stratégique, une évaluation environnementale stratégique a été réalisée pour les mesures suivantes :

source: Critical Mineral Exploration Tax Credit;
fr_fr: le crédit d'impôt pour l'exploration de minéraux critiques;

source: Clean Technology Manufacturing Investment Tax Credit; and
fr_fr: le crédit d'impôt à l'investissement pour la fabrication de technologies propres;

source: Investment Tax Credit for Carbon Capture, Utilization, and Storage.
fr_fr: le crédit d'impôt à l'investissement pour le captage, l'utilisation et le stockage du carbone.

source: With respect to the Critical Mineral Exploration Tax Credit measure, it was found that mineral exploration, as well as new mining and related processing activities that could follow from successful exploration efforts, can be associated with a variety of environmental impacts to soil, water and air and, as a result, could have an impact on the targets and actions in the Federal Sustainable Development Strategy.
fr_fr: Quant à la mesure du crédit d'impôt pour l'exploration de minéraux critiques, il a été constaté que l'exploration minière, ainsi que les nouvelles activités d'exploitation minière et de transformation connexes, peuvent être associées à divers impacts environnementaux sur le sol, l'eau et l'air; par conséquent, elles pourraient avoir un impact sur les cibles et les actions figurant dans la Stratégie fédérale de développement durable.

source: Potential nature and biodiversity effects could also arise, particularly from mining activity that could subsequently follow from mineral exploration.
fr_fr: Il pourrait également y avoir des effets sur la nature et la biodiversité, surtout en raison des activités minières qui pourraient survenir après l'exploration minière.

source: All such activities, however, are subject to applicable federal and provincial environmental regulations, including project-specific environmental assessments where required.
fr_fr: Toutes ces activités sont toutefois assujetties aux règlements environnementaux fédéraux et provinciaux, y compris aux évaluations environnementales propres au projet, au besoin.

source: Further, the measure supports exploration for certain critical minerals that may be important in supporting the transition to a low carbon economy.
fr_fr: En outre, la mesure soutient l'exploration de certains minéraux critiques qui peuvent être importants pour appuyer la transition vers une économie à faibles émissions de carbone.

source: With respect to the Clean Technology Manufacturing Investment Tax Credit measure, mining activities can have direct negative impacts on local habitat such as through increased soil erosion and mine runoff.
fr_fr: Quant à la mesure du crédit d'impôt à l'investissement pour la fabrication de technologies propres, les activités minières peuvent avoir une incidence négative sur l'habitat local, par exemple à cause de l'érosion du sol et du ruissellement de mine.

source: All such activities, however, are subject to applicable federal and provincial environmental regulations.
fr_fr: Toutes ces activités sont toutefois assujetties aux réglementations fédérales et provinciales sur l'environnement.

source: If the measure results in a greater adoption of clean technologies in Canada then it could have positive impacts towards achieving several of Canada's sustainable development goals.
fr_fr: Si la mesure donne lieu à une plus grande adoption des technologies propres au Canada, elle pourrait donc avoir une incidence positive sur l'atteinte de plusieurs objectifs de développement durable du Canada.

source: The Investment Tax Credit for Carbon Capture, Utilization, and Storage measure is expected to help reduce greenhouse gas emissions over the 2030 to 2050 timeframe and as such contribute to Canada's goal of achieving net zero by 2050.
fr_fr: La mesure du crédit d'impôt à l'investissement pour le captage, l'utilisation et le stockage du carbone devrait aider à réduire les émissions de gaz à effet de serre sur la période de 2030 à 2050, et contribuer ainsi à l'objectif du Canada d'atteindre la carboneutralité d'ici 2050.

source: In accordance with the Cabinet Directive on Strategic Environmental and Economic Assessment, a strategic economic assessment was conducted for the following measures:
fr_fr: Conformément à la Directive du Cabinet sur l'évaluation environnementale et économique stratégique, une évaluation économique stratégique a été réalisée pour les mesures suivantes :

source: Personal Support Workers Tax Credit;
fr_fr: le crédit d'impôt pour les préposés aux services de soutien à la personne;

source: Immediate Expensing for Manufacturing or Processing Buildings;
fr_fr: la passation en charges immédiate pour les bâtiments de fabrication ou transformation;

source: Investment Tax Credit for Carbon Capture, Utilization, and Storage;
fr_fr: le crédit d'impôt à l'investissement pour le captage, l'utilisation et le stockage du carbone;

source: Tax Deferral Through Tiered Corporate Structures; and
fr_fr: le report d'impôt au moyen de paliers de société;

source: Transfer Pricing.
fr_fr: le prix de transfert.

source: With respect to the Personal Support Workers Tax Credit measure, it was found that it would have a short-term impact on the healthcare sector and could lead to positive but modest impacts in terms of real GDP and consumption.
fr_fr: Quant à la mesure du crédit d'impôt pour les préposés aux services de soutien à la personne, il a été constaté qu'elle aurait une incidence à court terme sur le secteur des soins de santé et qu'elle pourrait entraîner des répercussions positives, quoique modestes, en ce qui a trait au PIB réel et à la consommation.

source: With respect to the Immediate Expensing for Manufacturing or Processing Buildings measure, it was found that the measure would have a positive economic impact on the manufacturing or processing sector.
fr_fr: Quant à la mesure de la passation en charges immédiate pour les bâtiments de fabrication ou transformation, il a été constaté qu'elle aurait une incidence favorable sur l'économie dans le secteur de la fabrication ou de la transformation.

source: Positive impacts on GDP are expected from increased business investment in response to this measure.
fr_fr: Cette mesure devrait avoir des effets favorables sur le PIB en raison de la hausse des investissements qui en découleraient.

source: With respect to the Investment Tax Credit for Carbon Capture, Utilization, and Storage measure, it was found that the measure would have a positive economic impact at the national level (though impacts would be regionally concentrated), partly due to the incremental capital investments supported by the measure.
fr_fr: Quant à la mesure du crédit d'impôt à l'investissement pour le captage, l'utilisation et le stockage du carbone, il a été constaté qu'elle aurait une incidence économique favorable modérée au niveau national (malgré le fait que les répercussions seraient concentrées à l'échelle régionale), en partie en raison des investissements en capital progressifs qu'elle appuie.

source: With respect to the Tax Deferral Through Tiered Corporate Structures and Transfer Pricing measures, it was found that they would support the integrity of the tax system and would positively contribute to fiscal sustainability.
fr_fr: Quant aux mesures du report d'impôt au moyen de paliers de société et du prix de transfert, il a été constaté qu'elles appuieraient l'intégrité du régime fiscal et contribueraient de façon positive à la viabilité financière.

source: Previously Announced Measures
fr_fr: Mesures annoncées antérieurement

source: Budget 2025 confirms that the government has considered each of the outstanding tax measures announced by the previous government and confirms that it intends to proceed with the following measures, as modified to take into account consultations and deliberations since their release.
fr_fr: Le budget de 2025 confirme que le gouvernement a tenu compte de chacune des mesures fiscales en attente annoncées par le gouvernement précédent, et confirme l'intention du gouvernement d'aller de l'avant avec les mesures fiscales suivantes, dans leur version modifiée afin de tenir compte des consultations et des délibérations qui ont eu lieu depuis leur publication.

source: Legislative and regulatory proposals released on August 15, 2025, including with respect to the following measures: Capital Gains Rollover on Small Business Investments; Reporting by Non-profit Organizations, subject to a deferred application date for taxation years beginning January 1, 2027 or later (the government is reviewing the feedback it received from consultations with stakeholders and will release final proposals in due course that minimise any additional administrative burden and clarify which organizations are, or are not, subject to the new requirement); Scientific Research and Experimental Development Tax Incentive Program; Crypto-Asset Reporting Framework and the Common Reporting Standard (subject to a deferred application date of January 1, 2027); Tax exemption for sales to Employee Ownership Trusts; Tax exemption for sales to Worker Cooperatives; Non-Compliance with Information Requests; Excessive Interest and Financing Expenses Limitation Rules; Substantive CCPCs; Goods and Services Tax/Harmonized Sales Tax (GST/HST) rules for the redemption of coupons; Technical tax amendments to the Income Tax Act and the Income Tax Regulations (subject to a deferred application date for reporting by bare trusts, so that it would apply to taxation years ending on or after December 31, 2026); Technical amendments to the Global Minimum Tax Act ; and Technical amendments relating to the GST/HST and excise levies.
fr_fr: Propositions législatives et réglementaires publiées le 15 août 2025, notamment en ce qui concerne les mesures suivantes : Report par roulement des gains en capital relatif à des placements de petites entreprises; Déclaration par les organisations à but non lucratif, assujettie à une date d'application différée pour les années d'imposition qui commencent le 1 er janvier 2027 ou après (le gouvernement passe en revue les commentaires qu'il a reçus lors de consultations auprès des intervenants et publiera des propositions finales en temps et lieu qui tiendront au minimum tout fardeau administratif supplémentaire et précisera les organisations qui sont assujetties ou non à la nouvelle exigence); Programme d'encouragements fiscaux pour la recherche scientifique et le développement expérimental; Cadre de déclaration des crypto-actifs et la Norme commune de déclaration (assujetti à une date d'application différée du 1 er janvier 2027); Exemption fiscale pour les ventes aux fiducies collectives des employés; Exemption fiscale pour les ventes aux coopératives de travailleurs; Non-conformité aux demandes de renseignements; Règles de restriction des dépenses excessives d'intérêts et de financement; SPCC en substance; Règles relatives à la taxe sur les produits et services/taxe de vente harmonisée (TPS/TVH) pour le rachat de bons; Modifications techniques à la Loi de l'impôt sur le revenu et au Règlement de l'impôt sur le revenu (assujetties à une date d'application différée pour la déclaration des simples fiducies, afin qu'elle s'applique aux années d'imposition se terminant le 31 décembre 2026 ou après); Modifications techniques à la Loi sur l'impôt minimum mondial ; Modifications techniques relatives à la TPS/TVH et aux droits d'accise.

source: Legislative proposals released on June 30, 2025, to ensure that all Canada Carbon Rebates for Small Businesses are provided tax-free, and to extend the filing deadline for the 2019 to 2023 calendar years.
fr_fr: Propositions législatives publiées le 30 juin 2025, afin de s'assurer que toutes les Remises canadiennes sur le carbone pour les petites entreprises soient versées libre d'impôt, et afin de prolonger la date limite de production pour les années civiles 2019 à 2023.

source: The extension of the Mineral Exploration Tax Credit announced on March 3, 2025.
fr_fr: Prolongation du Crédit d'impôt pour l'exploration minière annoncée le 3 mars 2025.

source: Legislative proposals released on January 23, 2025, to extend the 2024 charitable donations deadline.
fr_fr: Propositions législatives publiées le 23 janvier 2025, afin de prolonger la date limite de 2024 pour les dons de bienfaisance.

source: Legislative and regulatory proposals announced in the 2024 Fall Economic Statement , including with respect to the following measures: Exempting the Canada Disability Benefit from Income; Expanding Eligibility under the Clean Electricity Investment Tax Credit to the Canada Infrastructure Bank; Modifying the Small Nuclear Energy Eligibility under the Clean Technology Investment Tax Credit; Expanding Eligibility under the Clean Hydrogen Investment Tax Credit to Methane Pyrolysis; and Extension of the Accelerated Investment Incentive and Immediate Expensing Measures.
fr_fr: Propositions législatives et réglementaires annoncées dans l'Énoncé économique de l'automne de 2024, notamment en ce qui concerne les mesures suivantes : Exclure la prestation canadienne pour les personnes handicapées du revenu; Élargir les critères d'admissibilité au Crédit d'impôt à l'investissement pour l'électricité propre pour la Banque de l'infrastructure du Canada; Modifier les critères d'admissibilité au crédit d'impôt à l'investissement dans les technologies propres pour les petits projets d'énergie nucléaire; Élargir les critères d'admissibilité au crédit d'impôt à l'investissement pour l'hydrogène propre à la pyrolyse du méthane; Prolongation de l'Incitatif à l'investissement accéléré et des mesures de passation en charges immédiate.
